IDEA StatiCa Open Model
TendonDuct Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The TendonDuct type exposes the following members.
Properties
Name | Description
Diameter
 Diameter
Id
 Tendon duct Id
IsDebondingTube
 rue for debonding tubes, false for tendon ducts
MaterialDuct
 Tendon duct material
Point
 Position of duct
Top
See Also
Reference
TendonDuct Class
IdeaRS.OpenModel.CrossSection Namespace